Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 아델라이 황녀는 애써 우아하게 발을 놀렸다.{j}정말이지 피곤이 몰려드는 기분이었다.{j}제 뜻대로 되는 게 하나도 없어 더욱 그랬다.{j}저 덤덤한 천한 황녀의 말에 왜 항상 이렇게 몰리 기분일까.
en_us: As she steadily took her steps outside the ballroom, trying to maintain her elegant composure, she felt the wave of distress hit her. It wasn’t the party that grew tiresome, but was Blondina’s attitude.Adellai couldn’t bear seeing her worthless sister getting on her nerves and ruining up her plans.{j}{j}{j}

source: 블론디나는 절 꼭 닮은 황제의 얼굴을 묘한 표정으로 응시했다.
en_us: Blondina stared right back at the emperor, who she resembled, with disdain.

source: 옆에 서 있던 라르트 황자가 귓가에 작게 속삭였다.
en_us: Prince Lart, who was standing next to her, leaned towards her and whispered.

source: “이건 또 없어?”
en_us: “Do you not have anymore of these gems?”

source: 「왜.」
en_us: “What is it?”

source: 블론디나의 어머니이자 한때 황제의 연인이었던 이.{j}둘 사이의 공통된 주제가 나왔다.
en_us: Not only was Lily Blondina’s mother, but she was once the emperor beloved lover.{j}

source: 그 감정을 블론디나가 온몸으로 내보이고 있었다.{j}에이몬이 슬며시 다가가 블론디나의 뺨을 할짝댔다.
en_us: The fear in her eyes began to spread through her body. Amon slowly approached to Blondina’s face and licked her cheek.{j}

source: 황제와 첫 대면을 할 당시, 블론디나가 있던 곳은 영주의 성 꼭대기 방이었다.
en_us: Blondina remembered that her first encounter with the emperor was at the highest room of a feudal lord’s castle.

source: 에이몬이 송곳니를 살짝 드러내며 험하게 되물었다.
en_us: Amon snapped her out of her thoughts by roughly growling at her with his fangs out.

source: 블론디나의 답이 절 비웃는 농담인지, 무식한 것의 진담인지 알 수가 없었다.
en_us: He wasn’t able to tell whether Blondina’s response was out of mockery or her stupidity.

source: 곰보다 큰 체구, 누구도 근접할 수 없는 파괴적인 힘, 신에 가까운 종족.{j}
en_us: The divine leopard beast was known as a God-like specie.

source: “그런데 나도 모르겠거든.{j}어느 정도로 힘을 주어야 네가 죽을지.”
en_us: “But you know what? I have no clue either on how much force I need to apply for you to die.”{j}

source: “황녀님.{j}일어나셨으면 들어가겠습니다.”
en_us: “My lady. May I come in, if you are awake?”{j}

source: 자신이 흑표범으로 태어난 것이 애초에 문제였다.
en_us: That was the problem all along.

source: 잠결에 중얼거리다가 그것이 제 신분임을 뒤늦게 깨달았다.
en_us: Oh my god. Wait. I’m a princess?!

source: 아기 표범일 때의 에이몬에게는 늘 자신이 먼저 다가가는 편이었는데 외양 하나 달라졌다고 제 태도가 이렇게 달라지다니.
en_us: When Amon was in his leopard form, it was always Blondina who had to take the initiative to approach him. But in his human form, Amon’s attitude and vibe completely changed.

source: 블론디나의 질문에, 마제또가 다시 고개를 들었다.{j}부리가 초콜릿으로 까맣게 물들어 있었다.
en_us: When she thought she had finally made Majetto quiet, he got back up from the cookie face with his face smothered in chocolate and interrupted once more.{j}

source: 아무래도 마법에 걸린 고양이가 틀림없었다.
en_us: Blondina was certain that the cat was bewitched by some kind of magic spell.

source: 새삼 현실이 신기해졌다.
en_us: While staring into the lights reflected from the bracelet, Blondina thought to herself.

source: 에이몬이 꼬리를 느리게 흔들며 답했다.{j}「뭐야.{j}실없게.」
en_us: “Okay, then,” Amon replied slowly wagging his tail.{j}{j}

source: #17화
en_us: Chapter 17

source: 얼굴이 창백하게 질려 있었다.
en_us: His face was completely pale in fear.

source: 보일 듯 말 듯 웃으며 에이몬은 블론디나를 향해 두 팔을 벌렸다.{j}마치 방금 전 창가에서 블론디나가 그러했듯 제 품에 안기라며.
en_us: While holding a faint smile, he slowly approached Blondina and opened his arms as if he was gesturing her to hug him just like she did to him in his leopard form.{j}

source: 위대하신 표범 신수라 하시니 별 위험은 없겠지.
en_us: If he insists calling himself the almighty divine leopard beast.

source: 순간 에이몬의 동공이 커졌다.
en_us: Amon’s eye suddenly widened at the sight of the branch. Something felt strange about it. Amon leaned forward blinking his eyes and smelled its scent, and he reached out his paws to touch it.

source: 하녀가 나가자마자 포르르 날아온 마제또가 부산스럽게 물었다.
en_us: As soon as her servant left the room, Majetto fluttered around Blondina throwing several questions at her.

source: 얼마나 이마를 땅에 박고 있었는지 모르겠다.{j}슬그머니 눈을 올려 위를 바라보자 소년이 제 발목을 가리키며 소녀를 향해 엄살 피우듯 툴툴거리고 있는 모습이 보였다.
en_us: The knight had no idea how long he’d been on the ground. He carefully raised his head to see what was going on. The first thing in his sight was a little boy complaining to a girl while pointing at his ankles.{j}

source: “정말 별거 아니야.{j}별거 아닌데…… 그냥 나중에.”
en_us: “It’s really nothing...but maybe later.”{j}

source: 지금 당장 말해 달라며 채근하고 싶기도 했으나.{j}지금은 블론디나의 심중을 파헤치기보다는 입을 열 수 있을 때까지 착하게 기다려 주는 것이 나으리라 판단했다.{j}아마 그것이 블론디나를 위한 최선의 길일 것이다.
en_us: He was trying to hold back his strong urge to ask Blondina to share right now, but he concluded that it would be best for Blondina if he waited until she could finally share what is hidden deep inside her heart.{j}{j}

source: 그 말에 아델라이는 입술을 짓이겨 물었으나 대꾸를 하지는 않았다.
en_us: Princess Adellai was dumbfounded by Blondina’s remarks that all she could do was remain silent and clench her lips even tighter.

source: 그들에게 끼어들 생각 같은 건 없었다.{j}저 ‘가족’ 사이에 자신이 포함될 수 있으리라 감히 떠올린 적조차 없다.{j}하나 마음 한구석이 미어지는 건 어쩔 수 없었다.
en_us: She knew she couldn’t join them. She had never imagined herself being a part of that harmonious family ever since she came into the palace. But it didn’t stop her from feeling the pain from the loneliness of being left out.{j}{j}

source: “힘겹게 살아가면서도 폐하만을 그리며 살아갔어요.{j}절 혼자 키우려 일하시다 결국 폐병으로 돌아가실 때까지 단 한 번도 폐하를 잊으신 적이 없지요.”
en_us: “Even as we faced many hardships, she only longed and thought of you. Even after her lungs got ill while working hard to raise me, she never forgot about her love for you.”{j}

source: 무섭다기보다는 불쌍하지.{j}죽은 참새가.
en_us: I feel sorry for this dead sparrow.{j}

source: 불현듯 아까 두 명의 황족 아이가 절 괴롭히던 게 생각났다.
en_us: She couldn’t help thinking about her half-siblings who tried to bully her.

source: 여느 날과 같은 오후였다.{j}블론디나는 시녀 루시와 함께 체스를 뒀다.
en_us: An ordinary afternoon at Blondina’s room, Blondina and Lucy were busy playing chess.{j}

source: 블론디나의 눈꺼풀이 움찔 움직였다.{j}나무문이 덜컹거리는 소리가 들려왔기 때문이다.{j}식사시간을 제외하고는 열리지 않았던 문이다.
en_us: She was interrupted by the sound of the wooden door rattling open as it always stayed locked except for mealtimes.

source: 혹시나 하여 아이를 낳아 보았으나 블론디나는 능력을 가지기는커녕 눈동자마저 잿빛이었다.{j}절 지독히 닮은 그 눈.{j}바라보고 있노라면 묘하게 빠져드는 것만 같은.
en_us: He hoped her daughter would possibly possess the special powers, which he could use to protect his throne, but Blondina was never born with the golden eyes. Instead, she inherited the emperor’s crystal clear, gray eyes.{j}{j}

source: “루시.{j}일어나.{j}이제 해가 지고 있어.”
en_us: “Lucy, wake up. The suns about to set.”{j}{j}

source: “일주일 전에 뵈었는데요, 폐하!”
en_us: “We saw you just a week ago, Your Majesty!”

source: 침착한 어조의 비난에, 라르트 황자는 눈물을 닦으며 울먹였다.
en_us: Prince Lart carefully wiped the tears of his face as he listened to his sister’s calm remarks criticizing his actions.

source: “신수 따위에게 우리가 머리를 조아리지 않을 방법은, ‘신의 후예’를 찾는 것뿐이다.”
en_us: “If you truly wish to no longer bow down to the likes of those divine beasts, finding the descendants of our god is the only hope we have.”

source: 걱정이라도 된 걸까.{j}혹여 저번처럼 무시당하거나 소외당할까 봐 신경 쓰였던 걸까.
en_us: She thought to herself as she pondered on why Amon decided to follow her tail again. Maybe it was because he was worried that she would be ignored or belittled like before. She wasn’t certain.{j}

source: 비록 흑표범 신수에 의해 죽임을 당했지만, 그에게 자식이 있었으니 분명 어딘가에 후예가 살아 있을 것이다.
en_us: Although they had been killed by the divine black leopard, it is said that they had born a child, which means there must be a descendant of Barahan living somewhere in this world.

source: “힝.{j}왜 안 죽이시지?”
en_us: “Hmph. He should’ve killed him.”{j}

source: 그 손길이 블론디나라는 것을 알기에 짐승 특유의 경계나 긴장감이라고는 전혀 보이지 않는 모습이었다.
en_us: Knowing that it was Blondina who was stroking him, there wasn’t the slightest sign of stress or discomfort.

source: 에이몬은 블론디나가 도통 겁을 먹지 않자 분하다는 듯 털을 세웠다.{j}언젠가부터 신수로서의 위엄과 권위가 블론디나에게 통하지 않고 있다.
en_us: Amon raised his hair in frustration. He couldn’t believe that even his threats didn’t scare Blondina at all. It seemed like his authority and dignity as a divine beast no longer had any effects on Blondina.{j}

source: 에이몬은 애써 답을 짜내는 듯 앞발로 쿠션을 신경질적으로 틱틱 긁었다.
en_us: Before Amon can continue answering her list of questions, he angrily scratched away the cushion with his front paws.

source: 콧김을 크게 내뿜은 아델라이 황녀가 드레스를 부여잡고 뒤돌았다.
en_us: Princess Adellai snorted in disgust at Blondina’s words as she turned her back holding the hem of her dress.

source: 에이몬 옆에서 얼쩡거리던 마제또가 낄낄 웃으며 답했다.
en_us: However, Majetto, who didn’t notice Amon’s anger, giggled as he gave his answer to Amon’s question.

source: 라르트 황자와 아델라이 황녀.
en_us: Prince Lart and Princess Adellai.

source: “에이몬.{j}송곳니 괜찮아?”
en_us: “Amon, are your fangs okay?”{j}

source: “이건 뭐야?”
en_us: “What is this?”

source: “루시, 넌 알아?
en_us: “Lucy, do you know the reason behind their conflict?”

source: “안 좋지요!{j}왜 그렇게 당연한 질문을 하고 그러나 몰라!”
en_us: “It’s obvious that it’s not good! I don’t know why you’re asking such an obvious question.!”{j}

source: 블론디나의 말에 대꾸한 건 루시였다.
en_us: Lucy butted in the conversation.

source: 그녀는 물론 고대어를 몰랐다.
en_us: Just as Princess Adellai had thought, Blondina had no clue what they were talking about.

source: 「너희 인간들은 그렇잖아.
en_us: “Humans are all the same. When it comes to beasts, you hate...never mind.”

source: “이제 황족이 다 되었어.”
en_us: “...You’ve truly become a royal.”

source: “아니야, 브리디, 너야.{j}너밖에 없어…….”
en_us: “No, Briddy. It’s you, only you...”{j}

source: 이내 느릿하게 눈을 감았다 뜬 에이몬이 종이를 내리며 느긋하게 고개를 들었다.{j}눈동자에 사뭇 다정함을 품고 있다.
en_us: After slowly blinking his eyes, Amon put down the paper on the table and looked up at Blondina with a warm look.{j}

source: 그 눈빛을 받는 필립은 왠지 기분이 이상해졌다.{j}황녀님의 애완 고양이가 절 죽일 듯 노려보는데 왠지 목덜미가 오싹하다고나 할까.
en_us: Philip felt somewhat strange as he also noticed the black cat staring right at him. The cat’s murderous look made shivers down his spine.{j}

source: 순간 깜짝 놀란 에이몬이 꼬리를 바짝 세웠으나 이내 블론디나가 절 빙글빙글 돌리고 주물럭거리자 무표정한 얼굴로 몸을 맡겼다.
en_us: She caught Amon by surprised, which made him flinch at first, but as she began to turn in circles, he relaxed his body and gave in to her show of affection with a blank face.

source: 「신성한 산을 방문하고 왔어.」
en_us: “I went to visit the sacred mountain.”

source: 천천히 손을 들어 올린 에이몬이 블론디나의 머리카락을 만지작거리며 느릿하게 웃었다.
en_us: Then, he carefully reached for Blondina’s blond hair and spoke to her with a smile.

source: 블론디나 역시 눈을 크게 떴다.
en_us: Blondina was also surprised to see such a beautiful bracelet laying inside the box.

source: 파르르 떨리는 루시의 손이 눈앞 광경을 보지 않으려는 듯 얼굴을 확 가렸다.
en_us: As soon as Lucy found out that a dead sparrow was lying in front of her, she quickly turned away and covered her eyes with her trembling hands.

source: 그 나름의 상냥한 위로였다.
en_us: It was Amon’s generous way of comforting her.

source: 새끼 표범의 모습일 때 에이몬은 너무도 작고 귀여웠다.
en_us: Amon in his baby leopard form looked so small and cute.

source: 블론디나와 루시는 저들 앞에 선 아름다운 소년을 꿈결같이 응시했다.
en_us: Blondina and Lucy stood and gazed at the beautiful young boy just as if they were dreaming.

source: 똑 떨어진 촛농이 블론디나의 쇄골 위로 떨어졌다.
en_us: A drop of candle wax dripped on her neck.

source: “어디서 배운 걸까?!{j}고대어는 구전으로만 내려오는 거라 책도 없잖아!{j}꽤 능숙해 보였는데?{j}그 천한 것이 말이야.”
en_us: “I wonder where she learned it?! Not even the books our imperial library have any information about it. She seemed pretty fluent inspite of her humble background.”{j}{j}{j}

source: 필립은 여전히 블론디나 옆에 당당히 서 있었다.
en_us: Marquess Philip remained standing next to Blondina as he also watched Princess Adellai’s angry steps fade away from the ballroom.

source: 「브리디.{j}할 말 없으면 그냥 안 해도 돼.」
en_us: “Briddy, if you don’t have anything to say, just don’t say anything.”{j}

source: “인생이란.”
en_us: “Life sure is funny.”

source: “글쎄.{j}왜 안 올까…….{j}궁금해, 루시?{j}매일 신경질만 내는 표범이 뭐가 좋아서?”
en_us: “I don’t know. Where could he be...? Are you curious, Lucy? What’s to like about a baby leopard who’s always so cranky?”{j}{j}{j}

source: 문득, 블론디나가 떠올랐다.
en_us: As the emperor thought over the people around him who had either blond hair or golden eyes, he was reminded of Blondina.

source: 제 딸을 보며 황제는 더욱 흡족한 듯 입꼬리를 끌어 올렸다.{j}무릇 위대한 황족이 가져야 할 태도가 그것이었다.
en_us: Looking at Blondina’s boldness, the emperor’s lips curved even higher in satisfaction. He was proud to see her behave like a true royal family.{j}

source: 한편, 필립 공자는 눈만 끔뻑이며 할 말을 찾았다.
en_us: Meanwhile, Philip stood silent, trying to gather his words.

source: 「싫어.」
en_us: “No way.”

source: 소년으로 변했어도, 저 모습을 보니 알겠다.{j}저 소년은 방금까지 제 품에 있었던 귀여운 새끼 고양이가 맞았다.
en_us: Looking at his reactions, she was certain that the boy standing before her eyes was the cute, black cat who was in her arms earlier.{j}

source: 세상에 저렇게 사랑스러운 존재가 있을까.{j}마치 제 새끼를 보는 기분이었다.
en_us: Amon was the most adorable and cute thing she had ever seen. He was so lovely that she considered him her own pet.{j}

source: 화살 보는 것보다 나무라도 구경하는 게 재미있으리라고 말했던 게 저였다.{j}그래서 어떻게든 재미를 쥐어짜 보려 했지만…….
en_us: She was trying her best to make this visit to the woods exciting since it was her suggestion to come look at trees.{j}

source: “야.”
en_us: “Hey.”

source: 하지만 그게 아니었던 걸까.
en_us: However, she had everything wrong since the very beginning.

source: 살랑이는 꼬리가 그녀의 발목을 휘감았다.{j}블론디나는 그제야 허리를 숙였다.
en_us: Amon curled his tail around Blondina, which finally made her bend down to pick him up from the ground.{j}

source: 블론디나는 에이몬을 떠올리다 얼굴을 하얗게 굳혔다.{j}그때 다 죽었더라면 에이몬이 없었을 수도 있지 않은가.
en_us: Blondina turned pale thinking of Amon and him being killed. She thought that if the divine beasts were massacred to near extinction, Amon wouldn’t be here with her.{j}

source: 비록 불친절한 말투로 늘 틱틱대기는 하지만 자신에게만은 관대한 신수.{j}
en_us: Although he could be cranky with his unfriendly words at times, Amon was a generous divine beast in Blondina’s eyes.{j}

source: 아무래도 짐승이다 보니 제 구역에 침범하는 낯선 이가 싫었던 모양이다.{j}특히나 다른 생명체보다 훨씬 예민하고 신경질적인 에이몬이니 더욱 그랬겠지.
en_us: To her understanding, it seemed like Amon felt displeased with a stranger intruding into his boundaries. It was reasonable for a beast to overreact against strangers. Furthermore, for Amon, who was extra-sensitive, she realzied where he was going with this.{j}

source: 블론디나는 쉿, 하고 입가에 손가락을 갖다 댔다가, 마제또를 진정시키는 듯 손끝으로 날개를 쓸어내렸다.
en_us: Blondina looked at Majetto who was resting on her shoulder. She put her finger on her mouth, signaling Majetto to be quiet. Majetto calmed himself down and folded his wings.

source: 머리가 어지러워, 블론디나는 괜히 말도 안 되는 생각만 머릿속으로 나열했다.{j}블론디나의 등을 위로하듯 쓸어 주며 에이몬이 잔잔히 말했다.
en_us: Feeling nauseous in Amon’s arms, she babbled whatever that came into her head. Amon calmly spoke to her, stroking her back as a means of comforting her.{j}

source: 하고 소리 지른 마제또가 다급하게 외쳤다.
en_us: Majetto screamed for his life.

source: “맞아요!{j}에이몬 님이 세상에서 제일 위대하고 멋지십니다!{j}고양이 따위가 아니시지요!”
en_us: “You’re right! Sir Amon is the most awesome and amazing being in this world! How dare you treat him like a cat?!”{j}{j}

source: 블론디나는 차마 대답하지 못하고 눈만 꼭 감았다.{j}늘 자신이 품기만 했던 자그마한 온기였는데.
en_us: Blondina remained silend and closed her eyes, feeling the warmth from Amon’s body.{j}

source: “한데 넌 블론디나에게 화살을 날렸어.”
en_us: “And yet you aimed and fired an arrow at Blondina,” Amon continued.

source: 떼구루루, 주사위 구르는 소리 틈으로 두 여자아이는 다정히 대화했다.
en_us: The two girls giggled sharing their thoughts about Amon through the sound of rolling dice.

source: 하지만 함께 가자는 블론디나의 제안은 단호히 거부했다.
en_us: The cat refused Blondina’s invitation with a firm voice.

source: “그리고 만약 내가 너희와 친해지고 싶다면 개처럼 꼬리를 흔드는 대신 직접 표현할 거야.”
en_us: “Also, if I really wanted a closer relationship with you, I’d let you know directly, not follow you around like a pathetic puppy.”

source: 라르트 황자의 부들거리는 손가락이 블론디나를 가리켰다.
en_us: Prince Lart warned Blondina while pointing his trembling finger straight at her.

source: “고양이가 좋아하는 식물이래요.{j}혹시 몰라서 가지고 와봤는데…….”
en_us: “I heard cats like this plant, so I thought I’d bring you some...”{j}

source: 블론디나는 애써 덤덤한 표정으로 다가가 예법을 상기하며 사뿐 앉았다.
en_us: Hiding her startled face, Blondina approached the emperor and softly sat next to him remembering her etiquette.

source: 고양이가 눈물 고인 블론디나의 턱을 앞발로 톡 쳤다.
en_us: The cat tapped Blondina’s chin with his front paw and said.

source: 어린 게!{j}자그마한 새끼 표범 주제에 왜 이렇게……!
en_us: How dare you tease me! You’re not only younger than me, but you’re just a small baby leopard...!{j}

source: 어찌하여 저 신수가 이곳에 있는 건지, 왜 블론디나와 함께 있는 것인지 알 수 없었다.{j}하지만 안다고 하여 달라지는 것은 없을 것이다.
en_us: Prince Lart was startled by the sudden appearance of a divine beast. He couldn’t understand how the beast got here, and why would a divine beast be with Blondina. Even if he had the answer to his question, it wouldn’t be of any help in getting him out of the trouble.

source: “……네.”
en_us: “...yes.”

source: 고양이는 대답 대신 뒤를 힐끗 돌아보았다.{j}수풀 뒤로 그리 높지 않은 절벽이 있었다.
en_us: Instead of replying to her question, the cat glanced at a small cliff behind the bushes. And next to the cliff, there was a small tree sticking out in the middle with its branches broken.{j}

source: “의연?{j}이 사태에? ……뭐, 익숙해서.”
en_us: “Surprisingly? This is nothing. I’m used to dealing with things like this.”{j}

source: [전 피넬리에게 그림을 배우기로 했어요.]
en_us: [I’m going to be taking painting lessons from Pinelli.]

source: 에이몬은 블론디나의 눈동자에 새겨진 걱정을 살핀 후 그녀의 손등을 살짝 핥았다.
en_us: Amon sensed that Blondina was wholeheartedly worried about him. He looked into her eyes and licked the back of her hand.

source: 에이몬이 펄쩍 뛰어 물러나며 송곳니를 드러냈다.
en_us: Amon hissed in anger.

source: 블론디나가 픽 웃으며 품 안의 에이몬을 쓰다듬었다.
en_us: Blondina smiled down at Amon and stroke his furry body.

source: 화려한 문양의 양탄자 위를 뒹굴거리며 블론디나가 물었다.
en_us: Blondina asked as she rolled over the flamboyant patterned rug on the floor.

source: 에이몬이 졌다는 듯 한숨을 푹 내쉬었다.{j}도저히 말이 안 통하는 여자애였다.
en_us: Amon let out a deep sigh defeatedly. He finally decided to give up talking with her in all seriousness.{j}

source: “사실 아까 파티장에서 조금 외로웠거든.{j}그런데 네 귀 보자마자 그 감정 싹 사라졌어.{j}다 네 덕이야.”
en_us: “To be honest, I felt a little lonely at the event back there, but the moment I saw your ears hide from the window, I suddenly felt okay. It’s all thanks to you.”{j}{j}

source: 그다지 도움이 되지 않는 답이라 블론디나는 대충 고개를 끄덕였다.
en_us: Majetto was never of much help to her, so she just nodded back to make him be quiet.

source: 그 탓에 한참을 움직이지도 못하고 애옹거리며 고통스러워하지 않았나.
en_us: That was why he was calling for help unable to move from his landing spot.

source: “그 입 좀 닥쳐!{j}제발!”
en_us: “Could you please shut up?!”{j}

source: “황자님과 황녀님들께서 이토록 우아하시니, 폐하는 늘 기쁨이시겠습니다.”
en_us: “How graceful and refined your prince and princesses are. They must bring you great joy, your majesty.”

source: #20화
en_us: Chapter 20

source: 오만한 자 위에 더욱 오만한 짐승이 있었다.
en_us: It was quite a scene watching an arrogant prince be punished by an even more arrogant being.

source: 블론디나는 가물가물 답했다.
en_us: Blondina answered with her heart racing inside.

source: “아니면, 이 정도?”
en_us: “Or maybe...this much?”

source: “그런데 너 이렇게 행동하다가 뒤탈 생기는 거 아니야?”
en_us: “But I hope you won’t get in trouble for this.”

source: “다른 이들이 믿지 않는다고 하더라도 그것만이 진실이다.{j}알겠느냐.”
en_us: “It doesn’t matter if others believe this or not. This is the only truth. Have I made myself clear?”{j}

source: “그래.{j}태생은 비천하나 멍청하지는 않은가 보구나.”
en_us: “Good. It seems like you’re a bright child unlike your humble origins.”{j}

source: “네.{j}에이몬 님 같은.”
en_us: “Yes, like Amon, my princess.”{j}

source: 블론디나가 어색하게 웃으며 변명했다.
en_us: Blondina gave her excuse, smiling awkwardly.

source: 허리를 편 필립은 이내 절 빤히 올려다보는 작은 고양이와 눈이 마주쳤는데, 저도 모르게 다시 시선을 내렸다.
en_us: He caught the black cat staring at him and lowered his gaze to look back.

source: ‘유치하기는.’
en_us: There are so childish.

source: 「그런데.」
en_us: “But...?” Amon asked while looking up to her with his clear eyes.

source: 블론디나는 영문 모를 표정으로 눈만 끔뻑였다.
en_us: Blondina just sat there, utterly oblivious to what was going on.

source: 「마, 만지지 마.」
en_us: Amon cried as he hid his claws.

source: #19화
en_us: Chapter 19

source: 어느새 다가온 필립 공자가 허리를 살짝 숙였다가 폈다.
en_us: Philip bowed to the princess and greeted her.

source: “네?{j}해가 졌어요?{j}벌써?{j}왜 나 안 깨웠어요?{j}나 아직 저녁도 안 먹었어!”
en_us: “Huh? The sun had already set? Why didn’t you wake me up earlier? I didn’t have dinner yet!”

source: 상대방의 날카로운 언사는 이미 어릴 적부터 질릴 만큼 겪어 보지 않았던가.{j}아델라이 황녀의 말뿐인 협박이나 절 치욕스럽게 하려는 언행에 상처 입을 정도로 연약하지는 않다.
en_us: Blondina told Philip that she was used to dealing with such situations because the people in the palace weren’t the only ones who had put her down in front of others. Even though she wasn’t weak enough to be affronted by mere words of Princess Adellai, she had enough of her sarcastic remarks attempting to disdain her.

source: 쏟아지는 에이몬의 질문에 대답할 타이밍을 놓쳤다.{j}무엇부터 답해야 할지 갈피를 잡을 수가 없었다.
en_us: She was caught off guard with the stream of questions that she didn’t know which to answer first.{j}

source: 블론디나는 한숨을 길게 내쉬었다.
en_us: Blondina let out a deep sigh.

source: 루시가 머쓱하다는 듯 말을 늘이며 웃었다.
en_us: Lucy awkwardly smiled and replied to the princess.

source: “머리 빈 천것 주제에 예의는 잘 배워 왔구나.
en_us: “Well, it seems like you”

source: 갑자기 누군가에게 뒤쫓기는 사람처럼 홀로 다급해하던 주인은 가게 문을 잠그고 ‘영업 종료’ 표지판을 내건 후 커튼까지 쳤다.{j}뒷문을 통해 황급히 뛰쳐 나가는 주인을 보며 블론디나는 작게 읊조렸다.
en_us: Suddenly, as if an unknown being was chasing him, the owner locked the door and put out the closed sign. Soon after, he left the store without another word.

source: 에이몬은 버둥거리며 야옹거리다가 털모자를 쓰고서야 블론디나에게 접근할 수 있었다.
en_us: Only after reluctantly accepting to wear the hat, Amon was allowed to go near Blondina and Philip.

source: 너 지금 무슨 헛소리를 하는 거야?!
en_us: What are you saying to her?!

source: 블론디나는 별다른 행동 없이 고개만 숙였다.
en_us: Blondina simply nodded her head in response.

source: 에이몬?{j}하고 부를 새도 없었다.{j}빛의 속도였다.
en_us: He disappeared in a speed of light that Blondina didn’t even have the chance to call his name.{j}{j}

source: “지금 불쾌한 난동을 부린 건 라르트라는 그 소리인가?”
en_us: “Are you implying that it was Lart who was causing the scene?”

source: 하지만 라르트 황자는 아델라이의 성난 눈길을 눈치채지 못했다.{j}블론디나 곁을 빙빙 돌며, 여전히 아델라이의 속 긁는 소리만 할 따름이었다.
en_us: But Prince Lart didn’t notice the frustration raging inside his sister. He circled around Blondina and kept talking with her blissfully, further aggravating Adellai’s anger.{j}

source: “제국의 위대한 황족을 뵙습니다.{j}필립 로드슨이라고 합니다.”
en_us: “Greetings, Your Royal Highness. I am Philip Rodson.”{j}

source: “내가 고양이 아니라고 했잖아.”
en_us: “I told you I wasn’t a cat.”

source: “하기야 네 잘못은 아니지.{j}넌 그저 그 계집애를 놀려 주려 했던 것이니까.{j}나도 네 감정이 이해는 가.”
en_us: “Technically, it’s not your fault. You just wanted to teach that brat a lesson. I understand where you’re coming from.”{j}{j}

source: 블론디나가 담담하게 물었다.
en_us: Blondia asked with a composed voice.

source: 아까부터 ‘그냥’이라는 말만 반복하는 에이몬이었다.
en_us: For some reason, Amon continued to reply to her questions with a brief answer without any explanation.

source: 네 치부를 드러내서는 안 된다고 말하지만…… 사실 자신을 치부로 여기고 있는 건 아버지 본인 같았다.
en_us: It may sound like he’s cautioning me...but it sounds like my father considers my origin more of a weakness to him than myself.

source: 라르트 황자는 아차, 한 얼굴로 다시 입을 꾹 다물었다.
en_us: Prince Lart clsoed his mouth again.

source: 아…….
en_us: Ah...

source: 제대로 된 대꾸는 아니었다.
en_us: It wasn’t the answer Blondina wanted to hear from him.

source: 표범 신수.{j}눈앞의 이는 인간의 형상을 한 짐승이었다.
en_us: The boy was a Divine Leopard Beast.{j}A beast in his human form.

source: “명심하라, 황녀.{j}네 비천한 혈통이 섞였긴 하나 그것을 드러낼 필요는 없다.”
en_us: “Keep this in mind, princess. You need not ever divulge your origin as a commoner.”{j}

source: 체스 말을 던진 황제는 아름다운 낯을 구기며 체스판을 밀어냈다.
en_us: The sound of the chess pieces being thrown to the ground filled the chamber. The emperor pushed away the chess board in frustration.

source: 그는 홀로 구석에 박혀 있는 블론디나를 향해 손짓했다.
en_us: The emperor slowly turned toward Blondina who was standing alone in the corner and waved at her.

source: 금속 특유의 차가운 기운이 살갗 아래 스며들었다.{j}손을 움직일 때마다 차랑차랑 잔 빛이 일었다.
en_us: The unique cold feeling coming from the bracelet permeated into her skin, and as she moved her hand around it glittered vibrantly reflecting the light.{j}
